








# в файле функционал для бронирования места в кинотеатре
# 1 - вывод всех фильмов

# 2 - резервация места на сеанс для зарегестрированного пользователя
# 3 - просмотр своих бронирований для зарегестрированного пользователя
# 4 - удаление бронирования для зарегестрированного пользователя

# 5 - резервация места на сеанс для незарегестрированного пользователя
# 6 - просмотр своих бронирований для незарегестрированного пользователя
# 7 - удаление бронирования для незарегестрированного пользователя
